;Place localized text in this file

[AssaultRifle_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵电浆步枪"
FriendlyNamePlural="雇佣兵电浆步枪"
BriefSummary="一个经验老练的人在与抵抗人员接触时获得的电浆武器，看来我们不是唯一还在战斗的人，指挥官。"
TacticalText="<Bullet/>雇佣兵电浆步枪是一种通用的、极为强大的初级步兵武器系统。\n<Bullet/>用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升电浆步枪的战术效率。"
AbilityDescName="突击步枪"

[Pistol_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵电浆手枪"
FriendlyNamePlural="雇佣兵电浆手枪"
BriefSummary="这款杰出的手枪成功模仿了外星人的电浆技术，但是它的尺寸和重量使其有点难以使用。"
TacticalText="<Bullet/>电浆手枪是地球上威力最强的手枪。\n<Bullet/>与狙击步枪不同的是，手枪射击只需要一个行动点。"

[Shotgun_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵电浆霰弹枪"
FriendlyNamePlural="雇佣兵电浆霰弹枪"
BriefSummary="这种所谓的霰弹枪似乎是电浆武器的早期版本，无法正确形成密集的等离子束，似乎这个未知的设计者决定增加功率输出，牺牲范围以获得最大的近程火力。"
TacticalText="<Bullet/>这是雇佣兵军械库中可供使用的最先进霰弹型武器。\n<Bullet/>霰弹型武器在近距离极为有效，但是它们的命中率在远距离下降得很快。\n<Bullet/>使用从敌人身上取得的升级部件提升雇佣兵电浆霰弹枪的战术效能。"
AbilityDescName="霰弹枪"

[Cannon_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵电浆加农炮"
FriendlyNamePlural="雇佣兵电浆加农炮"
BriefSummary="这种巨大的加农炮能够以疯狂的射速释放出令人难以置信的数量的光束，这是通过利用一种额外的能量供应来实现的,它被源源不断地输入弹仓。"
TacticalText="<Bullet/>雇佣兵电浆加农炮是人类军队可部署的威力最大的战斗支援武器。\n<Bullet/>使用从变种人敌人处回收的升级来提升雇佣兵电浆加农炮的战术效率。"
AbilityDescName="加农炮"

[Sniper_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵电浆狙击枪"
FriendlyNamePlural="雇佣兵电浆狙击枪"
BriefSummary="最先进的雇佣兵电浆武器，通过进行二次旋转收束，这种武器可以集中等离子束维持在令人难以置信的范围，破坏接触点物质的稳定，对目标造成严重伤害。这种电浆步枪在火力方面是无与伦比的。"
TacticalText="<Bullet/>这是狙击枪技术的尖端。\n<Bullet/>狙击步枪总是需要2个行动点来射击。\n<Bullet/>它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升电浆狙击步枪的战术效果。"
AbilityDescName="狙击步枪"

[Sword_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵电浆剑"
FriendlyNamePlural="雇佣兵电浆剑"
BriefSummary="雇佣兵电浆剑产生剧烈的等离子流体几乎像电锯一样在剑刃边缘循环，然而剑刃本身不能长时间维持等离子体磁场，所以武器需要安置在一个特制的剑鞘内以便进行系统充电和维护等离子体磁场。"
TacticalText="<Bullet/> 这个是游侠所用剑中最先进的版本，能够对敌人造成大量伤害的同时还有机会使其燃烧。 "
AbilityDescName="剑"

[SparkGun_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵MEC加农炮"
FriendlyNamePlural="雇佣兵MEC加农炮"
BriefSummary="这种庞大的武器使用一个复杂的弹仓，允许它更长时间的射击而不会损坏系统。"
TacticalText="<Bullet/>专为SPARK设计以造成最大的伤害，雇佣兵MEC加农炮是动力步枪技术的集大成之作。\n<Bullet/>在缺少特殊训练的情况下，主武器开火将会结束士兵的回合。"
AbilityDescName="超铀相位加农炮"

[SMG_MercPlasma X2WeaponTemplate]
FriendlyName="雇佣兵电浆冲锋枪"
FriendlyNamePlural="雇佣兵电浆冲锋枪"
BriefSummary="雇佣兵电浆冲锋枪提供移动和隐匿奖励，遗憾的是它牺牲了伤害和距离奖励。"
TacticalText="<Bullet/>用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从变种人敌人处回收的升级来提升雇佣兵电浆冲锋枪的战术效率。\n<Bullet/>冲锋枪型武器相对于突击步枪提供移动，近距离准确度和隐匿奖励，但是它们的伤害较小，弹药少，并且在远程范围内受到严重惩罚。"
AbilityDescName="冲锋枪"